{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": "2024-07-23T10:30:11-06:00",
            "Manifests": 1336
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2024-07-23T10:32:25-06:00",
            "Manifests": 2053
        }
    ],
    "apps": [
        {
            "Info": "",
            "Updated": "2024-06-19T18:46:31.2468068-06:00",
            "Source": "main",
            "Version": "24.07",
            "Name": "7zip"
        },
        {
            "Info": "",
            "Updated": "2024-07-16T12:15:02.0598096-06:00",
            "Source": "extras",
            "Version": "0.13.2",
            "Name": "alacritty"
        },
        {
            "Info": "",
            "Updated": "2024-06-05T15:47:56.5117703-06:00",
            "Source": "main",
            "Version": "0.24.0",
            "Name": "bat"
        },
        {
            "Info": "",
            "Updated": "2024-07-11T12:11:05.2387462-06:00",
            "Source": "main",
            "Version": "10.0.10",
            "Name": "croc"
        },
        {
            "Info": "",
            "Updated": "2024-06-05T15:48:05.061808-06:00",
            "Source": "main",
            "Version": "3.14",
            "Name": "dark"
        },
        {
            "Info": "",
            "Updated": "2024-07-20T17:40:24.9256337-06:00",
            "Source": "main",
            "Version": "0.18.22",
            "Name": "eza"
        },
        {
            "Info": "",
            "Updated": "2024-07-23T13:30:53.4929226-06:00",
            "Source": "main",
            "Version": "2.19.1",
            "Name": "fastfetch"
        },
        {
            "Info": "",
            "Updated": "2024-06-05T15:48:07.3159323-06:00",
            "Source": "main",
            "Version": "10.1.0",
            "Name": "fd"
        },
        {
            "Info": "",
            "Updated": "2024-07-20T17:40:25.9377261-06:00",
            "Source": "main",
            "Version": "0.54.1",
            "Name": "fzf"
        },
        {
            "Info": "",
            "Updated": "2024-07-16T14:32:54.7181227-06:00",
            "Source": "main",
            "Version": "24.07",
            "Name": "helix"
        },
        {
            "Info": "",
            "Updated": "2024-06-05T15:48:18.1243001-06:00",
            "Source": "main",
            "Version": "1.18.0",
            "Name": "hyperfine"
        },
        {
            "Info": "",
            "Updated": "2024-06-28T16:07:04.4016242-06:00",
            "Source": "main",
            "Version": "0.50",
            "Name": "innounp"
        },
        {
            "Info": "",
            "Updated": "2024-06-05T15:48:18.850198-06:00",
            "Source": "main",
            "Version": "1.7.1",
            "Name": "jq"
        },
        {
            "Info": "",
            "Updated": "2024-07-16T12:19:11.5472583-06:00",
            "Source": "extras",
            "Version": "0.43.1",
            "Name": "lazygit"
        },
        {
            "Info": "",
            "Updated": "2024-07-05T21:44:06.8131403-06:00",
            "Source": "main",
            "Version": "661",
            "Name": "less"
        },
        {
            "Info": "",
            "Updated": "2024-06-05T15:48:37.1130144-06:00",
            "Source": "main",
            "Version": "0.10.0",
            "Name": "neovim"
        },
        {
            "Info": "",
            "Updated": "2024-07-14T14:59:22.7573279-06:00",
            "Source": "main",
            "Version": "20.15.1",
            "Name": "nodejs-lts"
        },
        {
            "Info": "",
            "Updated": "2024-07-23T13:30:57.3571583-06:00",
            "Source": "main",
            "Version": "22.0.2",
            "Name": "oh-my-posh"
        },
        {
            "Info": "",
            "Updated": "2024-06-05T15:48:45.6886278-06:00",
            "Source": "main",
            "Version": "1.6.0",
            "Name": "pipx"
        },
        {
            "Info": "",
            "Updated": "2024-06-05T15:50:05.8653112-06:00",
            "Source": "main",
            "Version": "1.8.3",
            "Name": "poetry"
        },
        {
            "Info": "",
            "Updated": "2024-06-07T13:51:24.9307108-06:00",
            "Source": "main",
            "Version": "3.12.4",
            "Name": "python"
        },
        {
            "Info": "",
            "Updated": "2024-06-05T15:50:07.5717128-06:00",
            "Source": "main",
            "Version": "14.1.0",
            "Name": "ripgrep"
        },
        {
            "Info": "",
            "Updated": "2024-06-07T12:00:52.340461-06:00",
            "Source": "main",
            "Version": "1.2.0",
            "Name": "speedtest-cli"
        },
        {
            "Info": "",
            "Updated": "2024-06-12T19:00:32.2904253-06:00",
            "Source": "main",
            "Version": "3.46.0",
            "Name": "sqlite"
        },
        {
            "Info": "",
            "Updated": "2024-07-17T19:32:41.306568-06:00",
            "Source": "main",
            "Version": "1.19.0",
            "Name": "starship"
        },
        {
            "Info": "",
            "Updated": "2024-06-28T21:48:49.82074-06:00",
            "Source": "main",
            "Version": "0.20.0",
            "Name": "stylua"
        },
        {
            "Info": "",
            "Updated": "2024-07-16T12:13:34.5770499-06:00",
            "Source": "main",
            "Version": "0.9.4",
            "Name": "zoxide"
        }
    ]
}
