{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": "2024-06-26T22:29:01-06:00",
            "Manifests": 1331
        }
    ],
    "apps": [
        {
            "Name": "7zip",
            "Updated": "2024-06-19T18:46:31.2468068-06:00",
            "Info": "",
            "Source": "main",
            "Version": "24.07"
        },
        {
            "Name": "avrdude",
            "Updated": "2024-06-05T15:47:54.4105615-06:00",
            "Info": "",
            "Source": "main",
            "Version": "7.3"
        },
        {
            "Name": "bat",
            "Updated": "2024-06-05T15:47:56.5117703-06:00",
            "Info": "",
            "Source": "main",
            "Version": "0.24.0"
        },
        {
            "Name": "clangd",
            "Updated": "2024-06-05T15:48:03.3816423-06:00",
            "Info": "",
            "Source": "main",
            "Version": "18.1.3"
        },
        {
            "Name": "dark",
            "Updated": "2024-06-05T15:48:05.061808-06:00",
            "Info": "",
            "Source": "main",
            "Version": "3.14"
        },
        {
            "Name": "fastfetch",
            "Updated": "2024-06-19T18:46:44.8137096-06:00",
            "Info": "",
            "Source": "main",
            "Version": "2.16.0"
        },
        {
            "Name": "fd",
            "Updated": "2024-06-05T15:48:07.3159323-06:00",
            "Info": "",
            "Source": "main",
            "Version": "10.1.0"
        },
        {
            "Name": "fzf",
            "Updated": "2024-06-07T13:50:45.7928543-06:00",
            "Info": "",
            "Source": "main",
            "Version": "0.53.0"
        },
        {
            "Name": "helix",
            "Updated": "2024-06-05T15:48:17.2494246-06:00",
            "Info": "",
            "Source": "main",
            "Version": "24.03"
        },
        {
            "Name": "hyperfine",
            "Updated": "2024-06-05T15:48:18.1243001-06:00",
            "Info": "",
            "Source": "main",
            "Version": "1.18.0"
        },
        {
            "Name": "jq",
            "Updated": "2024-06-05T15:48:18.850198-06:00",
            "Info": "",
            "Source": "main",
            "Version": "1.7.1"
        },
        {
            "Name": "less",
            "Updated": "2024-06-05T15:48:19.5906292-06:00",
            "Info": "",
            "Source": "main",
            "Version": "643"
        },
        {
            "Name": "lua-language-server",
            "Updated": "2024-06-12T13:35:46.0778535-06:00",
            "Info": "",
            "Source": "main",
            "Version": "3.9.3"
        },
        {
            "Name": "luarocks",
            "Updated": "2024-06-26T18:21:32.2478475-06:00",
            "Info": "",
            "Source": "main",
            "Version": "3.11.1"
        },
        {
            "Name": "neovim",
            "Updated": "2024-06-05T15:48:37.1130144-06:00",
            "Info": "",
            "Source": "main",
            "Version": "0.10.0"
        },
        {
            "Name": "nodejs-lts",
            "Updated": "2024-06-20T12:40:19.622545-06:00",
            "Info": "",
            "Source": "main",
            "Version": "20.15.0"
        },
        {
            "Name": "oh-my-posh",
            "Updated": "2024-06-27T00:25:11.6541995-06:00",
            "Info": "",
            "Source": "main",
            "Version": "21.16.2"
        },
        {
            "Name": "pipx",
            "Updated": "2024-06-05T15:48:45.6886278-06:00",
            "Info": "",
            "Source": "main",
            "Version": "1.6.0"
        },
        {
            "Name": "poetry",
            "Updated": "2024-06-05T15:50:05.8653112-06:00",
            "Info": "",
            "Source": "main",
            "Version": "1.8.3"
        },
        {
            "Name": "python",
            "Updated": "2024-06-07T13:51:24.9307108-06:00",
            "Info": "",
            "Source": "main",
            "Version": "3.12.4"
        },
        {
            "Name": "ripgrep",
            "Updated": "2024-06-05T15:50:07.5717128-06:00",
            "Info": "",
            "Source": "main",
            "Version": "14.1.0"
        },
        {
            "Name": "speedtest-cli",
            "Updated": "2024-06-07T12:00:52.340461-06:00",
            "Info": "",
            "Source": "main",
            "Version": "1.2.0"
        },
        {
            "Name": "sqlite",
            "Updated": "2024-06-12T19:00:32.2904253-06:00",
            "Info": "",
            "Source": "main",
            "Version": "3.46.0"
        },
        {
            "Name": "starship",
            "Updated": "2024-06-26T18:22:48.2440859-06:00",
            "Info": "",
            "Source": "main",
            "Version": "1.19.0"
        },
        {
            "Name": "zoxide",
            "Updated": "2024-06-05T15:50:08.3596077-06:00",
            "Info": "",
            "Source": "main",
            "Version": "0.9.4"
        }
    ]
}
