{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": "2024-05-25T14:25:11-06:00",
            "Manifests": 1325
        }
    ],
    "apps": [
        {
            "Version": "24.05",
            "Updated": "2024-05-20T02:14:23.7180305-06:00",
            "Info": "",
            "Source": "main",
            "Name": "7zip"
        },
        {
            "Version": "7.3",
            "Updated": "2024-05-12T22:52:58.8402216-06:00",
            "Info": "",
            "Source": "main",
            "Name": "avrdude"
        },
        {
            "Version": "0.24.0",
            "Updated": "2024-05-12T22:54:17.6922923-06:00",
            "Info": "",
            "Source": "main",
            "Name": "bat"
        },
        {
            "Version": "18.1.3",
            "Updated": "2024-05-12T22:53:07.2808311-06:00",
            "Info": "",
            "Source": "main",
            "Name": "clangd"
        },
        {
            "Version": "3.14",
            "Updated": "2024-04-27T18:24:13.4698954-06:00",
            "Info": "",
            "Source": "main",
            "Name": "dark"
        },
        {
            "Version": "2.13.2",
            "Updated": "2024-05-25T15:42:55.6310813-06:00",
            "Info": "",
            "Source": "main",
            "Name": "fastfetch"
        },
        {
            "Version": "10.1.0",
            "Updated": "2024-05-12T22:50:27.8309219-06:00",
            "Info": "",
            "Source": "main",
            "Name": "fd"
        },
        {
            "Version": "0.52.1",
            "Updated": "2024-05-13T20:14:53.7481099-06:00",
            "Info": "",
            "Source": "main",
            "Name": "fzf"
        },
        {
            "Version": "24.03",
            "Updated": "2024-05-13T20:18:13.3034108-06:00",
            "Info": "",
            "Source": "main",
            "Name": "helix"
        },
        {
            "Version": "1.18.0",
            "Updated": "2024-05-19T17:23:39.5769224-06:00",
            "Info": "",
            "Source": "main",
            "Name": "hyperfine"
        },
        {
            "Version": "1.7.1",
            "Updated": "2024-05-12T22:56:05.4287915-06:00",
            "Info": "",
            "Source": "main",
            "Name": "jq"
        },
        {
            "Version": "643",
            "Updated": "2024-05-12T23:04:32.1389936-06:00",
            "Info": "",
            "Source": "main",
            "Name": "less"
        },
        {
            "Version": "3.9.1",
            "Updated": "2024-05-25T14:43:42.6870968-06:00",
            "Info": "",
            "Source": "main",
            "Name": "lua-language-server"
        },
        {
            "Version": "2023-12-09",
            "Updated": "2024-05-25T14:42:16.6666762-06:00",
            "Info": "",
            "Source": "main",
            "Name": "marksman"
        },
        {
            "Version": "0.10.0",
            "Updated": "2024-05-20T16:04:23.1676602-06:00",
            "Info": "",
            "Source": "main",
            "Name": "neovim"
        },
        {
            "Version": "20.2.0",
            "Updated": "2024-05-25T15:43:01.4344816-06:00",
            "Info": "",
            "Source": "main",
            "Name": "oh-my-posh"
        },
        {
            "Version": "1.5.0",
            "Updated": "2024-04-27T18:41:35.2029353-06:00",
            "Info": "",
            "Source": "main",
            "Name": "pipx"
        },
        {
            "Version": "1.8.3",
            "Updated": "2024-05-11T18:04:02.7432212-06:00",
            "Info": "",
            "Source": "main",
            "Name": "poetry"
        },
        {
            "Version": "3.12.3",
            "Updated": "2024-04-27T18:24:52.5127595-06:00",
            "Info": "",
            "Source": "main",
            "Name": "python"
        },
        {
            "Version": "14.1.0",
            "Updated": "2024-05-14T14:44:40.6754575-06:00",
            "Info": "",
            "Source": "main",
            "Name": "ripgrep"
        },
        {
            "Version": "0.9.4",
            "Updated": "2024-05-13T20:13:57.2206075-06:00",
            "Info": "",
            "Source": "main",
            "Name": "zoxide"
        }
    ]
}
