{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2024-05-25T16:35:38.653-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "XP8C9QZMS2PC1T"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://storeedgefd.dsx.mp.microsoft.com/v9.0",
				"Identifier" : "StoreEdgeFD",
				"Name" : "msstore",
				"Type" : "Microsoft.Rest"
			}
		},
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "Discord.Discord"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
				{
					"PackageIdentifier" : "JesseDuffield.lazygit"
				},
				{
					"PackageIdentifier" : "ONLYOFFICE.DesktopEditors"
				},
				{
					"PackageIdentifier" : "Vercel.Hyper"
				},
				{
					"PackageIdentifier" : "Axosoft.GitKraken"
				},
				{
					"PackageIdentifier" : "RedHat.Podman"
				},
				{
					"PackageIdentifier" : "IDRIX.VeraCrypt"
				},
				{
					"PackageIdentifier" : "OpenJS.NodeJS.LTS"
				},
				{
					"PackageIdentifier" : "Google.QuickShare"
				},
				{
					"PackageIdentifier" : "Cryptomator.Cryptomator"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.7.11261"
}
