{
    "apps": [
        {
            "Source": "main",
            "Name": "7zip",
            "Version": "24.09",
            "Updated": "2024-12-07T13:10:03.9247703-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "bat",
            "Version": "0.25.0",
            "Updated": "2025-01-09T20:20:20.6929758-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "btop",
            "Version": "1.0.4",
            "Updated": "2024-08-09T16:48:09.52566-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "chafa",
            "Version": "1.14.5",
            "Updated": "2025-03-13T20:32:31.9643121-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "croc",
            "Version": "10.2.1",
            "Updated": "2024-12-31T17:05:01.9172866-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "dark",
            "Version": "3.14",
            "Updated": "2024-06-05T15:48:05.061808-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "exiftool",
            "Version": "13.25",
            "Updated": "2025-03-14T23:10:13.1400817-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "eza",
            "Version": "0.20.24",
            "Updated": "2025-03-14T23:10:16.8814807-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "fastfetch",
            "Version": "2.39.0",
            "Updated": "2025-03-20T20:59:39.046088-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "fd",
            "Version": "10.2.0",
            "Updated": "2024-08-26T17:54:34.1316362-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "fzf",
            "Version": "0.60.3",
            "Updated": "2025-03-14T23:10:20.2056174-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "go-sqlcmd",
            "Version": "1.6.0",
            "Updated": "2025-02-27T08:24:33.0656298-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "helix",
            "Version": "25.01.1",
            "Updated": "2025-01-23T17:18:21.2527345-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "hyperfine",
            "Version": "1.19.0",
            "Updated": "2024-11-16T12:48:42.4681591-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "innounp",
            "Version": "2.64.3",
            "Updated": "2025-03-14T23:10:21.3730388-06:00",
            "Info": ""
        },
        {
            "Source": "nerd-fonts",
            "Name": "JetBrainsMono-NF-Mono",
            "Version": "3.3.0",
            "Updated": "2024-11-21T13:57:52.7885531-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "jq",
            "Version": "1.7.1",
            "Updated": "2024-06-05T15:48:18.850198-06:00",
            "Info": ""
        },
        {
            "Source": "extras",
            "Name": "lazygit",
            "Version": "0.48.0",
            "Updated": "2025-03-14T23:10:23.6190503-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "less",
            "Version": "668",
            "Updated": "2024-10-19T14:10:36.9322708-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "lua-for-windows",
            "Version": "5.1.5-52",
            "Updated": "2025-02-07T20:48:23.3585826-06:00",
            "Info": ""
        },
        {
            "Source": "nerd-fonts",
            "Name": "Maple-Mono-NF",
            "Version": "7.0",
            "Updated": "2025-03-16T16:41:08.404027-06:00",
            "Info": ""
        },
        {
            "Source": "nerd-fonts",
            "Name": "Monaspace-NF",
            "Version": "3.3.0",
            "Updated": "2025-02-09T00:00:50.5156187-06:00",
            "Info": ""
        },
        {
            "Source": "extras",
            "Name": "neovide",
            "Version": "0.14.1",
            "Updated": "2025-02-23T18:29:09.2415774-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "neovim",
            "Version": "0.10.4",
            "Updated": "2025-01-30T19:28:05.5388608-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "nodejs-lts",
            "Version": "22.14.0",
            "Updated": "2025-02-16T14:33:44.1596288-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "oh-my-posh",
            "Version": "25.0.0",
            "Updated": "2025-02-27T15:48:19.5055288-06:00",
            "Info": "Held package"
        },
        {
            "Source": "extras",
            "Name": "onefetch",
            "Version": "2.23.1",
            "Updated": "2025-01-09T20:25:05.394621-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "python",
            "Version": "3.13.2",
            "Updated": "2025-02-07T19:50:45.4149293-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "ripgrep",
            "Version": "14.1.1",
            "Updated": "2024-09-11T12:23:48.8827537-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "sqlite",
            "Version": "3.49.1",
            "Updated": "2025-02-22T20:19:28.1876272-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "starship",
            "Version": "1.22.1",
            "Updated": "2025-01-12T00:45:48.1719522-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "stylua",
            "Version": "0.20.0",
            "Updated": "2025-03-09T15:54:30.4890933-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "taplo",
            "Version": "0.9.3",
            "Updated": "2025-02-18T15:52:22.0766939-06:00",
            "Info": ""
        },
        {
            "Source": "java",
            "Name": "temurin-lts-jre",
            "Version": "21.0.6-7.0.LTS",
            "Updated": "2025-02-27T08:19:41.2945894-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "uv",
            "Version": "0.6.9",
            "Updated": "2025-03-20T20:59:47.9024986-06:00",
            "Info": ""
        },
        {
            "Source": "extras",
            "Name": "wezterm",
            "Version": "20240203-110809-5046fc22",
            "Updated": "2025-02-27T15:48:40.3520066-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "zig",
            "Version": "0.14.0",
            "Updated": "2025-03-14T23:12:08.4907496-06:00",
            "Info": ""
        },
        {
            "Source": "main",
            "Name": "zoxide",
            "Version": "0.9.7",
            "Updated": "2025-02-16T14:33:50.4678687-06:00",
            "Info": ""
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": "2025-03-20T18:37:18-06:00",
            "Manifests": 1387
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2025-03-20T19:57:04-06:00",
            "Manifests": 2144
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2025-03-19T19:46:45-06:00",
            "Manifests": 360
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2025-03-18T19:25:15-06:00",
            "Manifests": 296
        }
    ]
}
